-- phpMyAdmin SQL Dump
-- version 3.3.8.1
-- http://www.phpmyadmin.net
--
-- 主机: w.rdc.sae.sina.com.cn:3307
-- 生成日期: 2014 年 05 月 07 日 14:28
-- 服务器版本: 5.5.23
-- PHP 版本: 5.3.3

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- 数据库: `app_israel`
--

-- --------------------------------------------------------

--
-- 表的结构 `questions`
--

DROP TABLE IF EXISTS `questions`;
CREATE TABLE IF NOT EXISTS `questions` (
  `id` int(5) NOT NULL AUTO_INCREMENT,
  `figure` varchar(1) DEFAULT NULL,
  `types` varchar(1) DEFAULT NULL,
  `question` varchar(255) DEFAULT NULL,
  `numbers` int(1) DEFAULT NULL,
  `optionA` varchar(50) DEFAULT NULL,
  `optionB` varchar(60) DEFAULT NULL,
  `optionC` varchar(60) DEFAULT NULL,
  `optionD` varchar(60) DEFAULT NULL,
  `optionE` varchar(60) DEFAULT NULL,
  `optionF` varchar(30) DEFAULT NULL,
  `answer` varchar(6) DEFAULT NULL,
  `classify` varchar(4) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=22837 ;

--
-- 转存表中的数据 `questions`
--

INSERT INTO `questions` (`id`, `figure`, `types`, `question`, `numbers`, `optionA`, `optionB`, `optionC`, `optionD`, `optionE`, `optionF`, `answer`, `classify`) VALUES
(1, '2', '1', '属于国家一类保护动物的是：', 4, '天鹅', '娃娃鱼', '孔雀', '丹顶鹤', '', '', 'A', '物理'),
(2, '2', '1', '举重时运动员为什么搓白粉？', 4, '使手变的粗糙', '吸取手上的汗', '刺激肌肉', '保护皮肤', NULL, NULL, 'B', '体育'),
(3, '2', '1', '非洲国家边界按什么划分的最多？', 4, '直线或曲线的几何方法', '经线或纬线', '河流、山脉等自然地貌', '民族', NULL, NULL, 'B', '地理'),
(4, '2', '1', '举重比赛的级别是按：', 4, '按杠铃重量划分', '按体重划分', '按年龄划分', '按性别划分', NULL, NULL, 'B', '体育'),
(5, '2', '1', '问仓储超市与其它超市最大的不同点是什么：', 4, '铺房简陋', '储售场地合一', '随进随卖', '需要库房', NULL, NULL, 'B', '常识'),
(6, '3', '1', '18世纪德国贵族热衷于收集并定制各种树木做的“木头书”，以木头做成的盒子，盒面用树皮制作，你知道盒子里面都用来装什么？', 6, '书籍', '与情人来往的信件', '首饰', '树叶、果实等', '日记', '金币', 'D', '地理'),
(7, '2', '1', '鸵鸟受到惊吓或敌害时可能会：', 4, '把头埋进沙子里', '将脖子平贴地面，紧缩身体', '把全身都埋进沙子里', '会将头低垂到与地面平行，羽毛竖起', NULL, NULL, 'D', '自然'),
(8, '2', '1', '最早制造香水瓶所用的原料是：', 4, '陶瓷', '玻璃', '石膏', '铜瓶', NULL, NULL, 'C', '常识'),
(9, '3', '1', '持有哪种“伤残证书”，可在乘坐火车时享受购票减价待遇？', 5, '革命伤残军人证', '公安人员残废证', '革命工作人员残废证', '参战民兵残废证', '参战民工残废证', NULL, 'A', '常识'),
(10, '2', '1', '最早的四冲程内燃机用的是什么燃料？', 4, '酒精', '煤气', '汽油', '柴油', NULL, NULL, 'B', '物理'),
(11, '2', '1', '下面哪一种熨烫衣服的方法是不正确的？', 4, '熨之前在衣服上喷一些水', '尽可能长时间地熨', '掌握合适的温度', '在衣服和熨斗之间垫一块湿布', NULL, NULL, 'B', '常识'),
(12, '2', '1', '冻疮是由于皮肤哪一部分受损而引起的？', 4, '毛囊', '汗腺', '竖毛肌', '毛细血管', NULL, NULL, 'D', '自然'),
(13, '2', '1', '世界上最大的宫殿是：', 4, '故宫', '白宫', '爱丽舍宫', '克里姆林宫', NULL, NULL, 'A', '地理'),
(14, '1', '1', '我国曲艺中的相声是：', 2, '北方曲种', '南方曲种', NULL, NULL, NULL, NULL, 'A', '常识'),
(15, '2', '1', '世界上最靠北的首都是：', 4, '斯德哥尔摩', '莫斯科', '雷克亚未克', '哥本哈根', NULL, NULL, 'C', '地理'),
(16, '2', '1', '反映波兰作曲家肖邦生平的美国影片是：', 4, '《翠堤春晓》', '《一曲难忘》', '《音乐之声》', '《雨中曲》', NULL, NULL, 'B', '文学'),
(17, '2', '1', '除法律另有规定或合同另有约定外，保险合同成立后，谁有权解除合同？', 4, '投保人', '保险人', '被保险人', '受益人', NULL, NULL, 'A', '政治'),
(18, '2', '1', '国际奥委会为感谢萨马兰奇对奥林匹克运动的贡献，发行了一枚名为《感谢主席先生》的： ', 4, '邮票', '邮折', '纪念封', '纪念币', NULL, NULL, 'C', '政治'),
(19, '1', '1', '古代女子成年行什么礼？', 2, '冠礼', '笄礼', NULL, NULL, NULL, NULL, 'B', '历史'),
(20, '2', '1', '给折枝山茶花保鲜应该用什么？', 4, '淡盐水', '醋酸', '硼酸', '稀盐酸', NULL, NULL, 'A', '化学'),
(21, '3', '1', '樟脑丸的主要成分是：', 6, '樟脑', '对二苯', '萘', '二氯苯', '酮', '醛', 'C', '化学'),
(22, '3', '1', '《义勇军进行曲》聂耳同谁所作的抗日歌曲？', 6, '冼星海、聂耳', '贺绿汀、聂耳', '許幸之、聂耳', '麦新、聂耳', '黄自、聂耳', '田漢、聂耳 ', 'F', '文学'),
(23, '1', '1', '声音在哪里传播更快？', 2, '空气中', '水中', NULL, NULL, NULL, NULL, 'B', '物理'),
(24, '1', '1', '农历把每月初一叫做什么日？', 2, '朔日', '望日', NULL, NULL, NULL, NULL, 'A', '常识'),
(25, '1', '1', '铁锅通常用哪种铁制成？', 2, '生铁', '熟铁', NULL, NULL, NULL, NULL, 'A', '物理'),
(26, '2', '1', '消防队救火：', 3, '收费', '不收费', '收取部分费用', NULL, NULL, NULL, 'B', '常识'),
(27, '2', '1', '文学史上魔幻现实主义流派的代表人物是：', 4, '卡夫卡', '扎米亚京', '马尔克斯', '拉尔斯·吉伦斯坦', NULL, NULL, 'C', '文学'),
(28, '2', '1', '戛纳电影节在哪国举办？', 4, '法国', '意大利', '英国', '德国', NULL, NULL, 'A', '文学'),
(29, '2', '1', '烤全羊烤的是：', 4, '山羊', '羚羊', '绵羊', '黄羊', NULL, NULL, 'C', '常识'),
(30, '2', '1', '哪种病人不宜饮茶？', 4, '心血管疾病', '急性胃肠炎', '溃疡病', '肾衰竭', NULL, NULL, 'C', '化学'),
(31, '1', '1', '音乐界所说的大小施特劳斯：', 2, '是父子关系', '不是父子关系', NULL, NULL, NULL, NULL, 'A', '音乐'),
(32, '2', '1', '仰韶文化是我国历史上哪个时代中期的文化？', 4, '旧石器', '新石器', '青铜器', '铁器', NULL, NULL, 'B', '历史'),
(33, '1', '3', '刮痧是我国民间传统的简易治疗方法，对吗？', 2, '对', '不对', NULL, NULL, NULL, NULL, 'A', '常识'),
(34, '3', '1', '小儿生长发育最快的时期是：', 6, '围产期', '新生儿期', '婴儿期', '幼儿期', '学龄前期', '学龄期', 'C', '常识'),
(35, '1', '1', '感光胶片中的全色片是一种：', 2, '黑白感光片', '彩色感光片', NULL, NULL, NULL, NULL, 'A', '物理'),
(36, '3', '1', '传统彩瓷“素三彩”之所以称“素”是因不用：', 6, '绿色', '黄色', '红色', '黑色', '蓝色', '棕色', 'C', '常识'),
(37, '1', '1', '“龙井茶叶，虎跑水”。虎跑泉的水很有趣，装满一杯水后，轻轻地放进一粒小石子，水就会高出杯面，可是它却不溢出来，好象覆盖着一个无形的杯盖。泉水为什么不溢出来？ ', 2, '泉水比纯水的表面张力大', '泉水比纯水的表面张力小', NULL, NULL, NULL, NULL, 'A', '物理'),
(38, '2', '1', '蒙古首都乌兰巴托的意思是：', 4, '繁荣的城市', '红色英雄', '没有水的城市', '苏联联邦', NULL, NULL, 'B', '地理'),
(39, '1', '1', '债券与股票的区别是什么？', 2, '债券风险小、收益稳定、股票风险大、收益高', '债券持有的时间长，股票持有的时间短', NULL, NULL, NULL, NULL, 'A', '常识'),
(40, '2', '1', '火腿中有“南腿”之称的是：', 4, '苏北火腿', '金华火腿', '榕峰火腿', '宣威火腿', NULL, NULL, 'B', '常识'),
(41, '3', '1', '房地产开发企业应在商品房交付之日起多少天内递交办理产权证资料？', 6, '30天', '40天', '60天', '90天', '100天', '半年', 'E', '政治'),
(42, '3', '1', '"六一居士”是谁的别号？', 6, '欧阳修', '唐伯虎', '柳亚子', '苏曼殊', '老舍', '郭沫若', 'A', '文学'),
(43, '1', '1', '"隔着门缝看人”时，看到的人：', 2, '比原来扁了', '和原来一样', NULL, NULL, NULL, NULL, 'B', '常识'),
(44, '2', '1', '影响电视图象的主要污染因素是', 4, '大气污染', '噪声污染', '电磁辐射污染', '灰尘污染', NULL, NULL, 'C', '地理'),
(45, '2', '1', '一个细胞一小时分裂三个，9小时可以把一个容器装满，多少时间使分裂的细胞装到容器的1/9。', 4, '5小时', '6小时', '7小时', '8小时', NULL, NULL, 'C', '常识'),
(46, '1', '1', '一般来说，在发生通货膨胀时，靠固定工资生活的人：', 2, '生活水平会下降', '生活水平会提高', NULL, NULL, NULL, NULL, 'A', '政治'),
(47, '3', '1', '有记录的世界上飞翔距离最远的是什么鸟？', 6, '印度天鹅', '波罗的海鱼鸥', '北极燕鸥', '尖尾雨燕', '信天翁', '安第斯兀鹰', 'C', '自然'),
(48, '3', '1', '乘坐两排轮子的大型客车，坐在哪里最颠簸 ？', 6, '车头处', '车轮正上方', '都一样', '车尾处', '车中间处', '车顶', 'F', '常识'),
(49, '2', '1', '俗称的“黑管”是哪种木管乐器？', 4, '单簧管', '双簧管', '巴松', '萨克斯', NULL, NULL, 'A', '音乐'),
(50, '2', '1', '世界上最长的山脉是：', 4, '比利牛斯山', '喜马拉雅山', '安第斯山', '乞力马扎罗山', NULL, NULL, 'C', '地理'),
(51, '2', '1', '《福尔摩斯探案集》里的“苏格兰场”在：', 4, '苏格兰', '英国', '爱尔兰', '纽芬兰', NULL, NULL, 'B', '文学'),
(52, '3', '1', '以下哪些果实是核果？', 6, '樱桃', '银杏', '石榴', '核桃', '板栗', '腰果', 'A', '常识'),
(53, '1', '1', '热带鱼一般生活在：', 2, '咸水中', '淡水中', NULL, NULL, NULL, NULL, 'B', '自然'),
(54, '2', '1', '猫在哪个国家内受到严格保护？', 4, '古埃及', '古印度', '古希腊', '古罗马', NULL, NULL, 'A', '地理'),
(55, '1', '1', '《本草纲目》的作者是', 2, '孙思邈', '李时珍', NULL, NULL, NULL, NULL, 'B', '文学'),
(56, '1', '3', '人的唾液是舌头分泌的，对吗？', 2, '对', '错', NULL, NULL, NULL, NULL, 'B', '自然'),
(57, '3', '1', '苏伊士运河属于哪个国家？', 6, '以色列', '巴勒斯坦', '约旦', '埃及', '巴拿马', '英国', 'D', '地理'),
(58, '2', '1', '世界上第一辆摩托车其主要材料是：', 4, '塑料', '木头', '铁皮', '自行车', NULL, NULL, 'B', '历史'),
(59, '2', '1', '亚硝胺是食品中致癌的因素，但是可以多吃什么来抑制人体对亚硝胺的吸收和合成？', 4, '鱼子酱', '火腿', '大白菜', '花生', NULL, NULL, 'C', '化学'),
(60, '3', '1', '“山外青山楼外楼”在原诗《题临安邸》中的下句是：', 6, '强中自有强中手', '西湖歌舞几时休', '平明送客楚山孤', '碧水东流至此回', '江枫渔火对愁眠', '闻说鸡鸣见日升', 'B', '文学'),
(61, '1', '1', '中国最热的地方在哪里？', 2, '吐鲁番盆地', '南沙群岛', NULL, NULL, NULL, NULL, 'A', '地理'),
(62, '3', '1', '水在摄氏多少度时密度最大？', 6, '零下10度', '0度', '4度', '8度', '10度', '100度', 'C', '物理'),
(63, '3', '1', '太阳系中最大的行星是: ', 6, '土星', '木星', '火星', '海王星', '金星 ', '天王星', 'B', '天文'),
(64, '1', '1', '居住在蒙古与内蒙古地区的民族联合，并自称“蒙古”，起于何时？', 2, '耶律亿', '成吉思汗', NULL, NULL, NULL, NULL, 'B', '地理'),
(65, '2', '1', '“腊八粥”最早起源于：', 3, '祭祀', '民间庆祝丰收的风俗', '佛教', NULL, NULL, NULL, 'C', '历史'),
(66, '1', '3', '委托人所确定的拍卖标的的保留价是成交的最高价吗？', 2, '是', '不是', NULL, NULL, NULL, NULL, 'B', '政治'),
(67, '3', '1', '中国古建筑学科的开拓者是：', 6, '鲁班', '梁思成', '杨廷玉', '童寓', '吴良镛', '刘敦桢', 'B', '历史'),
(68, '1', '3', '杜鹃鸟不做窝，她把蛋下到其他鸟的鸟巢里对吗？', 2, '对', '不对', NULL, NULL, NULL, NULL, 'A', '自然'),
(69, '1', '1', '亚欧大陆桥欧洲的终点站是：', 2, '鹿特丹', '阿姆斯特丹', NULL, NULL, NULL, NULL, 'A', '地理'),
(70, '2', '1', '空手道的禁忌是：', 3, '用脚', '用肘', '出击触及对方身体', NULL, NULL, NULL, 'C', '体育'),
(71, '3', '1', '按照公司法规定，股份有限公司发起人的股份在公司设立几年内不能转让？', 6, '半年', '1年', '2年', '3年', '4年', '5年', 'D', '政治'),
(72, '3', '1', '举重比赛中，最重的杠铃片是：', 6, '蓝色的', '绿色的', '红色的', '黄色的', '白色的', '铬黄色', 'C', '体育'),
(73, '2', '1', '我国是什么时候采用公历的？', 4, '鸦片战争时期', '辛亥革命时期', '建国前夕', '建国后', NULL, NULL, 'C', '历史'),
(74, '2', '1', '“驸马”最初是指：', 4, '给皇帝养马的人', '官名', '给皇帝牵马的人', '马的名字', NULL, NULL, 'B', '历史'),
(75, '1', '1', '古希腊哪个国家的儿童一出世就要受到严格挑选，体质弱的会被抛之荒野？', 2, '雅典', '斯巴达', NULL, NULL, NULL, NULL, 'B', '历史'),
(76, '2', '1', '纯羊绒的含绒量在：', 3, '51%以上', '70%以上', '95%以上', NULL, NULL, NULL, 'C', '常识'),
(77, '3', '1', '中国古代哪个学派的主张，与绿色和平组织的思想相近？', 5, '儒家', '法家', '佛家', '道家', '阴阳', NULL, 'D', '历史'),
(78, '3', '1', '西游记中去西天取经的“唐三藏”的真名是：', 5, '玄慈', '玄明', '唐僧', '玄奘', '慧能', NULL, 'D', '文学'),
(79, '2', '1', '血液中的红细胞可以活：', 3, '7天', '120天', '一生', NULL, NULL, NULL, 'B', '自然'),
(80, '3', '1', '国际通用的航海速度用“节”表示，一“节”为：', 6, '0.925公里/小时', '1.152公里/小时', '1.852公里/小时', '2.152公里/小时', '3.112公里/小时', '4公里/小时', 'C', '地理'),
(81, '2', '1', '电池上通常标有R55、R5、等符号，R代表：', 4, '电池的形状', '电池的含电量', '电池的尺寸大小', '酸性或碱性电池的标志', NULL, NULL, 'A', '常识'),
(82, '2', '1', '在下列哪一年Internet网延伸入中国？', 4, '93年', '94年', '95年', '96年', NULL, NULL, 'B', '历史'),
(83, '1', '3', '金星上会看到“旭日西升”吗？', 2, '对', '不对', NULL, NULL, NULL, NULL, 'A', '天文'),
(84, '1', '1', '冬季奥运会如何计算届次？', 2, '4年1次，如因故不能举行，届数照算', '4年1次，以实际举办次数计算', NULL, NULL, NULL, NULL, 'B', '体育'),
(85, '2', '1', '下列天体中，距离地球最近的恒星是：', 3, '太阳', '比邻星', '月球', NULL, NULL, NULL, 'A', '天文'),
(86, '2', '1', '地球公转速度为每秒：', 3, '10公里', '20公里', '30公里', NULL, NULL, NULL, 'C', '地理'),
(87, '2', '1', '几个人以上共同故意犯罪被称为共同犯罪。', 4, '2个', '3个', '5个', '10个', NULL, NULL, 'A', '政治'),
(88, '1', '1', '世界名画《和平鸽》的创作者是', 2, '毕加索', '凡高', NULL, NULL, NULL, NULL, 'A', '文学'),
(89, '2', '1', '《春秋》是按什么记事的？', 3, '年', '国', '事件', NULL, NULL, NULL, 'A', '文学'),
(90, '3', '1', '奥运五环旗中的绿色环代表：', 6, '美洲', '欧洲', '澳洲', '亚洲', '非洲', '全球', 'C', '体育'),
(91, '2', '1', '用微波炉煮荷包蛋时要用牙签在蛋清、蛋黄上扎孔主要是为了什么？', 4, '容易入味', '防止爆裂', '受热均匀', '煮熟得快', NULL, NULL, 'B', '常识'),
(92, '2', '1', '“歌棚”是哪个民族的习俗？', 4, '傣族', '苗族', '壮族', '京族', NULL, NULL, 'C', '旅游'),
(93, '2', '1', '正规围棋比赛的棋盘大小是：', 4, '13乘13', '15乘15', '19乘19', '21乘21', NULL, NULL, 'C', '体育'),
(94, '2', '1', '景泰蓝的表层用金丝,彩釉装饰,用什么做胎?', 3, '铜', '铁', '锡', NULL, NULL, NULL, 'A', '常识'),
(95, '3', '1', '有“钢琴诗人”之称的是：', 6, '贝多芬', '海顿', '莫扎特', '肖邦', '柴可夫斯基', '卡拉扬 ', 'D', '文学'),
(96, '2', '1', '“总角之交”是指：', 4, '顽童之交', '少年之交', '中年之交', '忘年之交', NULL, NULL, 'B', '文学'),
(97, '1', '3', '通常情况下，中秋节晚上的月亮总是比第二天晚上的月亮亮吗？', 2, '是', '不是', NULL, NULL, NULL, NULL, 'B', '天文'),
(98, '1', '1', '茶叶的含水量高于8%会导致什么后果？', 2, '茶叶味道更好', '发生霉变', NULL, NULL, NULL, NULL, 'B', '化学'),
(99, '1', '1', '马头琴是我国哪一民族的拉弦乐器？', 2, '蒙古族', '维吾尔族', NULL, NULL, NULL, NULL, 'A', '旅游'),
(100, '3', '1', '五子棋段位制最高为：', 6, '一段', '六段', '九段', '十段', '十二段', '十八段', 'C', '体育');
